[{
        "id": 1,
        "year": 2020,
        "description": "Enzyme Engineering for PET-Based Textile Degradation",
        "url": "",
        "detail": "iGEM Toronto built upon the work of our gold medal winning 2019 project and further expanded our efforts in optimizing the catalytic activity and thermostability of the PET hydrolases PETase, MHETase and LCC. We further expanded our machine learning model by introducing transformer architecture and vastly increasing our training sequences. We also improved our rational design by including new tools that improved the stability of regions outside the active site and enhanced the active site’s proximity and interactions with the Polyethylene terephthalate (PET) ligand. We believe that this work has brought us closer to developing a low cost microbial solution to the recycling of plastic textiles. ",
        "wiki": "",
        "supervisors": "Dr. Radhakrishnan Mahadevan",
        "Instructors": "",
        "advisors": "Patrick Diep",
        "undergraduates_total": 43,
        "undergraduates": "",
        "presidents": "Daniel Kiss and Victoria Sajtovich",
        "wet_lab": "Joseph Bellissimo (Team Lead), Sarit Radak, Raghav Sharma, Corinne Bernett, Shea Garcia, Jingxiu Ji, Gamen Liu, Rose Talebi, Cathay Wang, Jenny Zhang",
        "dry_lab": "Tianyu Lu (Team Lead), Natalie Ermashova, Andrew Gritsevskiy, Alston Lo, Isha Sharma, RuoXuan Wang, Esther Yoo, Ryan Zhang",
        "policy_and_practices": "Hannah So (Team Lead), Reinald De Leon (Team Lead), Dania Akbar, Nabeeha Asif, Catherine Guan, Edward Shen, Anne Sheng, Sophie Wagle, Jenny Wei"
    },
    {
        "id": 2,
        "year": 2019,
        "description": "Accelerating Industrial Plastic Degradation With PETase",
        "url": "../../assets/projects/img/gold.svg",
        "detail": "iGEM Toronto used machine learning and rational design to optimize the catalytic activity and thermostability of the Polyethylene terephthlate hydrolyzing enzyme PETase. Further, we used a p-nitrophenol butyrate in vitro assay to confirm that our PETase variants improved upon the wildtype PETase variant. With further optimization, we believe PETase may offer an eco-friendly and cost-effective solution to industrial plastic recycling efforts.",
        "wiki": "https://2019.igem.org/Team:Toronto",
        "supervisors": "Dr. Radhakrishnan Mahadevan",
        "Instructors": "",
        "advisors": "Patrick Diep, Dr. Grant Allen, Dr. Elizabeth Edwards, Dr. Sean Caffrey, Endang Susilawati",
        "undergraduates_total": 28,
        "undergraduates": "",
        "presidents": "Amy Yeung",
        "wet_lab": "Victoria Sajtovich (Team Lead), Daniel Kiss (Team Lead), Adriana Patino, Andre Krunic, Ivaylo Georgiev, Khari Thomas, Mariam Mahboob, Iris Liu, Christina Wong, Kate McQuarrie",
        "dry_lab": "Andre Fu (Team Lead), Carlos Lehmer (Team Lead), Tianyu Lu, Jacob Kelly, Dimitrije Ratkov",
        "policy_and_practices": "Hannah So (Team Lead), Kiellan Rook (Team Lead), Jasmeen Parmar, Jenny Li, Sarina Wong, Zoey Chen"
    },
    {
        "id": 3,
        "year": 2018,
        "description": "Flotation, Separation, Bioremediation",
        "url": "../../assets/projects/img/silver.svg",
        "detail": "·        iGEM Toronto designed a system for the flotation of Escherichia coli using gas vesicle proteins (GvPs) as a novel cellular separation technique for bioremediation processes. Shapiro et al., (2018) engineered a GvP-producing plasmid using arg1 from Aphanizomenon flos-aquae and Bacillus megaterium to synthesize these echogenic structures and observed that high expression enabled E. coli to float. Our goal is to replicate and improve their flotation results by modifying arg1 to achieve consistent flotation using a specific induction protocol. Upon sorption or uptake of pollutants or valuable materials, this technique could allow for simpler extraction of pollutant-harboring or heavy metal-bound bacteria. ",
        "wiki": "https://2018.igem.org/Team:Toronto",
        "supervisors": "Dr. Radhakrishnan Mahadevan, Dr. Keith Pardee ",
        "Instructors": "",
        "advisors": "Patrick Diep, Dr. Grant Allen, Dr. Elizabeth Edwards, Dr. Sean Caffrey, Scott Proulx, Endang Susilawati, Dr. Mikhail G. Shapiro, Arah Farhadi.",
        "undergraduates_total": 22,
        "undergraduates": "",
        "presidents": "Amy Yeung",
        "wet_lab": "Tashi Rastogi (Team Lead), Amalia Caballero, Nina Adler, Jindian yang, Jasmeen Parmar",
        "dry_lab": "Brayden Kell (Team Lead), Fin Vermehr (Team Lead).",
        "policy_and_practices": "Adnan Sharif (Team Lead), Demi Turnbull (Team Lead), Arjun Kaul, Devaki Paalenthera, Marie Janelle Cuevas"
    },
    {
        "id": 4,
        "year": 2017,
        "description": "Light Activated Gene Expression",
        "url": "../../assets/projects/img/bronze.svg",
        "detail": "iGEM Toronto characterized in detail a novel light-activated gene regulation system that combines the DNA-binding region of LacI with the light inducible LOV (Light Oxygen Voltage) domain.We then computationally modelled the structure of our protein and identified key mutations to optimize its activity. We designed and modelled a light activated switch to control CRISPR-Cas9 activity by putting guide RNAs and anti-CRISPR proteins under LacILOV-regulated promoters. We further designed and prototyped hardware to pave the way for our system to be used in stem cell cultures. ",
        "wiki": "https://2017.igem.org/Team:Toronto",
        "supervisors": "Dr. Radhakrishnan Mahadevan",
        "Instructors": "",
        "advisors": "Christian Euler, Dr. Laura Prochazka, Patrick Diep, Dr. Grant Allen, Dr. Elizabeth Edwards, Dr. Sean Caffrey, Anthony Zhao, Alexander Sullivan, Julian Mazzitelli, Seray Cicek, Tam Pham",
        "undergraduates_total": 48,
        "undergraduates": "",
        "presidents": "Katariina Jaenes, Umar Owadally",
        "wet_lab": "Mark Lychacz (Lab Manager), Amy Yeung (Lab Manager), Victoria Sajtovich (Team Lead), Carla Hamady (Wetlab Lead), Ahmed Ibrahim (Wetlab Lead), Gurjit Mander, Hanxuan(Victor) Xu, Lindsay Kuramoto, Tian Sang",
        "dry_lab": "Ali Nawed (Team Lead), Daniel Guo (Team Lead), Andrew West, Anthony Zhao (Team Lead), Hyeyeon Kim, Minh An Ho, Jacob Rumsey, James Ly, Samantha Quinto, Vera Sipicki",
        "policy_and_practices": "Estée Katz (Team Lead), Ananda Gabo, Connie Liu, Devaki Paalenthera, Eric Jadidzadeh, Jennifer Hoang, Jim Jiang, Linda Low, Tess King"
    },
    {
        "id": 5,
        "year": 2016,
        "description": "Gold Biosensing",
        "url": "../../assets/projects/img/bronze.svg",
        "detail": "iGEM Toronto used machine learning and rational design to optimize the catalytic activity and thermostability of the Polyethylene terephthlate hydrolyzing enzyme PETase. Further, we used a p-nitrophenol butyrate in vitro assay to confirm that our PETase variants improved upon the wildtype PETase variant. With further optimization, we believe PETase may offer an eco-friendly and cost-effective solution to industrial plastic recycling efforts.",
        "wiki": "https://2016.igem.org/Team:Toronto",
        "supervisors": "Dr. Trevor Moraes, Dr. Alexander Palazzo",
        "Instructors": "",
        "advisors": "Dr. Radhakrishnan Mahadevan, Christian Euler, Kayla Nemr, Naveen Venayak, Dr. Keith Pardee, Dr. Sean Caffrey, Endang (Susie) Susilawati",
        "undergraduates_total": 50,
        "undergraduates": "",
        "presidents": "Seray Cicek, Anthony Zhao",
        "wet_lab": "Hamed Tinafar (Team Lead), Katariina Jaenes (Team Lead), Alexander Sullivan (Team Lead), Quynh Cao (Team Lead), Zarifah Omar Ali, Bohdan Lukach, Celine Zhang, Karim Sarif, Tam Pham, Marc Li, Andrea Xi Kang, Davesh Chauhan, Umar Ibrahim Owadally",
        "dry_lab": "Fahim Shahreer (Team Lead), Heba Ahmad Farookhi (Team Lead), Gabriela Morgenshtern, Joshua Efe, Ali Nawed, Julian Mazzitelli",
        "policy_and_practices": "Christine Byrd (Team Lead), Lynelle D'Silva (Team Lead), Benjamin Couillard, Abraham Ogbaslase, Esther Jang, Shivali Barot, Ann Chang, Gargi Ghosh, Connie Liu, June Seongyoun Lee, Ebenezeer Mussie, Jacob Rumsey, Enea Koxhioni ???  - Jiaxing Huang, Tanuj Kumar, Ming Chen Hsu, Richard Li, Sonia Chhay, Nam Nguyen, Zian Qin, Nona Hashemi, Zakary Georgis-Yap, Leon Xu, Hannah Li, Steffi Tran, Kevin chen, Amita Gnanapandithan, Yu Lu Ding, Pruthvi Desai"
    },
    {
        "id": 6,
        "year": 2015,
        "description": "Consortia Flux",
        "url": "../../assets/projects/img/silver.svg",
        "detail": "iGEM Toronto proposed to develop a new cost-effective bioremediation technology to reduce the accumulation of toxins from oil sands tailings and increase the rate of tailings ponds’ reclamation activities. We created a genetically modified Escherichia coli bacterium that will metabolize toluene toxins, develop a pro-gram simulator to show the potential of its use in tailing ponds, and formulate a policy framework for the industrial use of this technology",
        "wiki": "https://2015.igem.org/Team:Toronto",
        "supervisors": "Dr. Boris Steipe",
        "Instructors": "",
        "advisors": "Dr. Radhakrishnan Mahadevan, Dr. Elizabeth Edwards, Endang (Susie) Susilawati, Dr. Amy Caudy, Naveen Venayak, Kayla Nemr, Victoria Vu",
        "undergraduates_total": 40,
        "undergraduates": "",
        "presidents": "Cathy Su",
        "wet_lab": "Seray Çiçek (Team Lead), Umar Owadally (Team Lead), Katariina Jaenes (Team Lead), Sarah Bi (Team Lead), Timothy Lee, Alexander Sullivan, Quynh Cao, Matthew D’iorio, Derrick Chan, Fahmeeda Murtaza, Nirali Patel, Urvashi Rathod, Vivian Zhou, Aïda Liman Tinguiri, Tina Huang",
        "dry_lab": "Julian Mazzitelli (Team Lead), Anthony Zhao (Team Lead), Albert Calzaretto, Ghazal Haddad, Sean Ihn, Mark Wang, Waleed Khan, Heba Farookhi, Eric Jadidzadeh, Joshua Efe, Joller Wang, Albert Xie, Albert Cui, Julian Song, Justin Song",
        "policy_and_practices": "Shivali Barot (Team Lead), Pavel Schmatnik (Team Lead), Joanna Dowdell, Dawood Cheema, Christine Byrd, Gargi Ghosh, Drupad Rajyaguru, Helena Lim"
    },
    {
        "id": 7,
        "year": 2014,
        "description": "Plasmid Loss Genetic Safeguard for the Biocontainment of Synthetic Organisms",
        "url": "../../assets/projects/img/bronze.svg",
        "detail": "iGEM Toronto proposed to use a “self-deleting” CRISPR/Cas9 plasmid as an alternative approach for genetic safeguard system",
        "wiki": "http://2014.igem.org/Team:Toronto#navbar",
        "supervisors": "Dr. Boris Steipe",
        "advisors": "Samantha Chow, Naveen Venayak, Oscar Vasquez",
        "Instructors": "",
        "undergraduates_total": 21,
        "undergraduates": "Nadia Stec, Mohd Afiq Mohd Asri, Jing Guo, Zivit Fesler, Krui Huang, Xiuqi (Rex) Xia, Bohan Xing, Guang-Yo Tzeng, Matthew Paolucci, Shayne Yi-Hsien Lin, Veronica Lei, Michelle Nguyen, Monica Akula, Ingrid Kao, Tamara Kleiman, Teeratham Sivieng, Jialun Tom Chen, Cathy Su, Kenneth Ting, Abdiwahab Moalim, Te Chen"
    },
    {
        "id": 8,
        "year": 2013,
        "description": "Modulating Biofilm Response",
        "url": "../../assets/projects/img/gold.svg",
        "detail": "iGEM Toronto characterized in detail the decision-making machinery in E. coli that decides between a stationary, low growth state and a mobile, high growth state. We developed a semi-high throughput procedure to measure several biochemical parameters in parallel in a microtiter plate format and characterized wild type and knockout strains, as well as strains that overproduced relevant factors through expression plasmids we had constructed, in a multitude of stimuli conditions.",
        "wiki": "http://2013.igem.org/Team:Toronto",
        "supervisors": "Boris Steipe",
        "Instructors": "",
        "advisors": "Kristina Han",
        "undergraduates_total": 13,
        "undergraduates": "Moustafa Abdalla, Boris Dyakov, Alejandro Duque, Monica Akula, Julianne Lee, Seemi Qaiser, Li Ke Liu, Adam Komorowski, Cathy Su, Zhimeng Yu, Jiawei Le, Helia Safaee, Samantha Chow, Abdiwahab Moalim"
    },
    {
        "id": 9,
        "year": 2012,
        "description": "Genetically Engineering Super-Plants - Extracellular secretion of Aspergillus phytase and constitutive expression of Rhagium antifreeze",
        "url": "",
        "detail": "iGEM Toronto designed two constructs for the purpose of engineering Arabidopsis thaliana as proof of concept for further studies of feasibility in crops. The first construct would allow for extracellular secretion of Aspergillus phytase from Arabidopsis roots - allowing the plants to utilize the accumulated forms of soil organic phosphorus (primarily, phytate), which otherwise would not be available to the plant. The second construct, building on Yale’s 2011 project, aimed to increase the range of tolerance to low temperature stress in A.thaliana by incorporating a Rhagium inquisitor antifreeze protein and ensuring it is constitutively expressed in the plant.",
        "wiki": "http://2012.igem.org/Team:Toronto",
        "supervisors": "Dr. Boris Steipe",
        "Instructors": "Graham Cromar",
        "advisors": "",
        "undergraduates_total": 8,
        "undergraduates": "Nicole Cyhelka, Adam Ahmed, Michael Pettigrew, Abigail Pollock, Moustafa Abdalla, Nusrat Nowrin, Eric Cao, Adam Komorowski"
    },
    {
        "id": 10,
        "year": 2011,
        "description": "Magnetasense",
        "url": "",
        "detail": "iGEM Toronto proposed a magnetite synthesis pathway in E.coli that could be used to develop a novel gene expression system utilizing magnetic fields. For these purposes, the Mms6 gene from Magnetospirillium Magneticum AMB-1 would be fused to ToxR from Vibrio cholerae.",
        "wiki": "http://2011.igem.org/Team:Toronto",
        "supervisors": "Dr. Boris Steipe",
        "Instructors": "Graham Cromar",
        "advisors": "",
        "undergraduates_total": 8,
        "undergraduates": "Adam Ahmed, Matthew Chippel, Nicole Cyhelka, Linda Lai, Yen Leung, Michael Pettigrew, Suraj Shetti, Kenny Zhan"
    },
    {
        "id": 11,
        "year": 2010,
        "description": "Cate-Killer” / Enhanced Catechol Degradation via Metabolic Channeling in E. coli. ",
        "url": "",
        "detail": "iGEM Toronto aimed to increase the efficiency of polyaromatic hydrocarbon (PAH) degradation through the synthetic construction of several variations of the P.putida catechol degradation pathway in E.coli. Ultimately, channeling of different pairs of enzymes can be introduced to target pathways in endogenous tailings ponds species (e.g. P. Putida) for the application oil sand tailing pond bioremediation.",
        "wiki": "https://2010.igem.org/Team:Toronto",
        "supervisors": "Graham Cromar",
        "Instructors": "Kris Hon, Amin Zia",
        "advisors": "Daniel Wong, Stacy Hung, John Parkinson",
        "undergraduates_total": 5,
        "undergraduates": "Anish Kapadia, Elena Pasko, Yen Leung, Kenny Zhan, Mengyan Li"
    },
    {
        "id": 12,
        "year": 2009,
        "description": "Encapsulator",
        "url": "../../assets/projects/img/bronze.svg",
        "detail": "iGEM TorontoMaRSDiscovery has taken an interdisciplinary approach to systematically investigate how nature implements metabolic channeling and how this knowledge may be exploited for biotechnological applications, such as the production therapeutic molecules and biofuels and the degradation of toxic wastes",
        "wiki": "http://2009.igem.org/Team:TorontoMaRSDiscovery",
        "supervisors": "Dr. John Parkinson, Dr. Graham Cromar",
        "Instructors": "",
        "advisors": ": Stacy Hung, Daniel Wung, Natalie Yeung, Conrad Lochovsky",
        "undergraduates_total": 4,
        "undergraduates": "Yen Leung, Kenny Zhan, Meah Gao, James Juras"
    },
    {
        "id": 13,
        "year": 2008,
        "description": "- transition year -",
        "url": "",
        "detail": "",
        "wiki": "http://2008.igem.org/Team:Toronto_Bluegenes",
        "supervisors": "",
        "Instructors": "",
        "advisors": "",
        "undergraduates_total": null,
        "undergraduates": ""
    },
    {
        "id": 14,
        "year": 2007,
        "description": "E.coli Neural Network(Toronto BlueGenes)",
        "url": "../../assets/projects/img/silver.svg",
        "detail": "iGEM BlueGenes developed a simple two-input-one-output light directed feedforward neural network using E. coli cells, with the ultimate goal of being trained to function as different types of digital logic gates.",
        "wiki": "http://2007.igem.org/Toronto",
        "supervisors": "Prof. Stephen Davies",
        "advisors": "",
        "undergraduates_total": 17,
        "undergraduates": "Neha Ahmed, Faareha Khalid, Esther Kim, Talal Latif, Conrad Lochovsky, Jovan Lukovich, Yusuf Majumder, Shuvadeep Mitra, Adnan Najmi, Elliott Sales de Andrade, Maria Soloveychik, Nimalan Thavandiran, Natalie Yeung, Anam Yunus, Rafsan Zaman, Mimi Zhang, Kirill Zubovsky"
    },
    {
        "id": 15,
        "year": 2006,
        "description": "Blue Water",
        "url": "",
        "detail": "",
        "wiki": "http://2006.igem.org/wiki/index.php/University_of_Toronto_2006",
        "supervisors": "Steve Davies, Brian Ingalls",
        "advisors": "",
        "undergraduates_total": 34,
        "undergraduates": "Andy Hung, Niladri Chattopadhyay, Charles Yoon, Farshid Mirrahimi (team leader), Hari Vijayendran, Mohammed Hasan, Herak Sikder, Brian Ingalls, Jessica Yang, Jovan Lukovich, Patrick Tsui, Saba Mortazavi, Sara M khojasteh, Kathy Lam, Lance DaSilva, Linda Chen, Maksym Volkov, Sam Leung, HoKwon Kim, Vahe Akbarian, Arash Mirrahimi, Christopher Herriot, Christina Lucey, Dave Puri, Nancy Xu, George Ye, Irena Mahdavi, Jeffrey Wong, Michael Leung, Ting Zhu, Ram Puri, Konstantin Savitsky, Anne Tran, Elliott Sales de Andrade"
    },
    {
        "id": 16,
        "year": 2005,
        "description": "“Cell-see-us” Thermometer",
        "url": "",
        "detail": "The joint team between University of Toronto and Waterloo designed a temperature tunable LacI sensor that produces a colorimetric shift from green fluorescence to red fluorescence as temperature increases and LacI repression decreases. Additionally, a Bacterial Etch-A-Sketch was designed where a LacI/TetR GFP system could be induced and repressed by the exogenous addition of lactose and tetracycline, respectively.",
        "wiki": "",
        "supervisors": "Dr. Radhakrishnan Mahadevan",
        "advisors": "Prof. Stephen Davies (Toronto), Prof. Brian Ingalls (Waterloo)",
        "undergraduates_total": 27,
        "undergraduates": "Max Wong (Toronto), Martina Spranger(Waterloo), Emanuel Nazareth (Toronto), Lutz Kummer (Waterloo), Hannah Fong (Toronto), Joseph Chan (Toronto), Aman Arya (Waterloo)",
        "graduate_students": "Cindy Ying Yin Yip (Toronto), Matt Scott (Waterloo), Seema Nagaraj (Toronto)",
        "technical_support": "Andrew Hessel, Mak Lab"
    }
]